Repository: Veselchak-U/partnext
Catalog: lib/app/l10n/arb/app_*.arb
Languages: he

source: Page not found
he: הדף לא נמצא

source: To initial screen
he: למסך ראשי

# go_to_login_screen
source: Unauthorized user - go to the login screen
he: משתמש לא מורשה-עבור למסך הכניסה

source: Authorization
he: אישור

# invalid_code
source: Invalid OTP code
he: קוד לא תקין

source: No internet connection
he: אין חיבור לאינטרנט

source: Server timeout
he: השרת הפסיק לעבוד

source: No data
he: אין נתונים

# auth_failed
source: Authentication error
he: שגיאת אימות

# wrong_code
source: Wrong code. Try again...
he: קוד שגוי. נסה שוב...

# user_phone_exist
source: User with this phone number exist!
he: קיים כבר משתמש עם מספר הטלפון הזה!

# field_not_unique
source: This field is not unique: {name}
he: שדה זה אינו ייחודי: {name}

# field_required
source: This field is required: {name}
he: שדה חובה: {name}

# welcome_label
source: Opportunities | Partnerships | Connections
he: הזדמנויות | שותפויות | קשרים

source: Start
he: התחל

# already_have_account
source: Already have an account?
he: כבר יש לך חשבון?

source: Login
he: התחברות

# invalid_phone_number
source: Invalid phone number, please try again :)
he: מספר טלפון לא חוקי, אנא נסה שוב :)

# terms_must_accepted
source: To register, you must agree to the terms and conditions
he: כדי להירשם, עליך להסכים לתנאים וההגבלות

source: Registration
he: רישום

source: Full Name
he: שם מלא

source: Phone Number
he: מספר טלפון

source: Next
he: הבא

source: Previous
he: הקודם

source: I accept
he: אני מקבל

# terms_and_conditions
source: Terms & Conditions
he: תנאים והגבלות

source: and
he: ו

source: privacy policy
he: מדיניות פרטיות

# do_not_have_account
source: Don't have an account yet?
he: עדיין אין לך חשבון?

# password_must_contain
source: The password must consist of 6 digits
he: הסיסמה חייבת להכיל 6 ספרות

# enter_validation_code
source: Please enter the validation code that we sent you
he: נא להזין את קוד האימות ששלחנו לך

# did_not_get_code
source: Didn’t get the code?
he: לא קיבלת את הקוד?

source: Resend Code
he: לשלוח שוב קוד

source: Phone Validation
he: אימות טלפון

source: Who am I
he: מי אני

# i_have_idea
source: I have an idea
he: יש לי רעיון

# i_own_startup
source: I own a startup
he: בבעלותי סטארט-אפ

# i_own_business
source: I own a business
he: יש לי עסק

source: Strategic partner
he: שותף אסטרטגי

source: Active partner
he: שותף פעיל

source: Other
he: אחרים

# grow_idea
source: Grow an idea
he: לגדל רעיון

# partnership_on_startup
source: Partnership on a startup
he: שותפות בסטארט-אפ

# partnership_on_business
source: Partnership on existing business
he: שותפות על עסקים קיימים

# art_and_entertainment
source: Art & Entertainment
he: אמנות ובידור

source: Music
he: מוזיקה

source: Banking
he: בנקאות

source: Finance
he: האוצר

source: Consulting
he: ייעוץ

source: Creatives
he: קריאייטיבים

source: Fashion
he: אופנה

# media_and_journalism
source: Media & Journalism
he: מדיה ועיתונאות

source: Sales
he: מכירות

# government_and_politics
source: Government & Politics
he: ממשלה ופוליטיקה

# vc_and_investment
source: VC & Investment
he: הון סיכון והשקעות

source: Education
he: חינוך

source: Medicine
he: רפואה

source: Marketing
he: שיווק

source: Public Relations
he: יחסי ציבור

source: Tech
he: טק

source: Advertising
he: פרסום

source: Insurance
he: ביטוח

source: Real Estate
he: נדל ן

# law_and_policy
source: Law & Policy
he: חוק ומדיניות

# travel_and_hospitality
source: Travel & Hospitality
he: נסיעות ואירוח

# police_and_military
source: Police & Military
he: משטרה וצבא

source: Constructions
he: מבנים

source: Manufacturing
he: ייצור

# food_and_beverage
source: Food & Beverage
he: מזון ומשקאות

source: Counseling
he: ייעוץ

# plus_other
source: + Other
he: + אחר

# partnership_type_description
source: To get the interest of others, make sure you have a developed idea in written. · What is it? · Why to buy/use it? · What problem does it solve? · Advantages & Disadvantages and more details you’re willing to share.
he: כדי לקבל את האינטרס של אחרים, ודא שיש לך רעיון מפותח בכתב. · מה זה? · למה לקנות / להשתמש בו? · איזו בעיה זה פותר? · יתרונות וחסרונות ופרטים נוספים שאתה מוכן לשתף.

source: I am Looking for
he: אני מחפש

source: Your Interests
he: תחומי העניין שלך

# partner_interests
source: Interests of Your Next Partner
he: תחומי העניין של השותף הבא שלך

source: Tell Us About Yourself
he: ספר לנו על עצמך

# please_do_not_mention_numbers
source: *Please don't mention numbers
he: *נא לא להזכיר מספרים

source: Finish Registration
he: סיום הרשמה

# your_current_position
source: Your current position and organization
he: המיקום והארגון הנוכחי שלך

# kind_of_partnership_are_you_looking
source: What kind of partnership are you looking for?
he: איזה סוג של שותפות אתה מחפש?

# tell_us_about_yourself_first
source: Tell us about yourself,
he: ספר לנו על עצמך,

# tell_us_about_yourself_second
source: What you are passionate about? What have you achieved?
he: מה אתה נלהב? מה השגת?

source: Years of experience
he: שנים של ניסיון

source: LinkedIn profile URL
he: כתובת אתר לפרופיל לינקדאין

source: Select at least one item
he: בחר פריט אחד לפחות

# specify_amount_of_experience
source: Specify the amount of experience
he: ציין את כמות הניסיון

# first_image_will_be
source: The first image will be your profile photo, while all other images can be of you or related to your business.
he: התמונה הראשונה תהיה תמונת הפרופיל שלך, בעוד שכל שאר התמונות יכולות להיות שלך או קשורות לעסק שלך.

# add_least_2_photos_to_continue
source: Add at least 2 photos to continue
he: הוסף לפחות 2 תמונות להמשך

source: Registration Complete
he: רישום שלם

# registration_complete_description
source: Slide right to talk business It will be a Match if you both slide right. Slide left if you don't think the partner shown is a good match.
he: להחליק זכות לדבר עסקים זה יהיה התאמה אם שניכם להחליק ימינה. החלק שמאלה אם אינך חושב שהשותף המוצג הוא התאמה טובה.

source: Start Browsing
he: התחל לגלוש

# lot_of_swipes_today
source: Wow, That's a lot of swipes today!
he: וואו, זה הרבה החלקות היום!

# no_recommendations_today
source: There are no recommendations for today.
he: אין המלצות להיום.

# check_back_soon
source: Check back soon, we'll have new profiles to show you
he: בדוק שוב בקרוב, יהיו לנו פרופילים חדשים להראות לך

source: About yourself
he: על עצמך

# what_partnership_are_you_looking
source: What kind of partnership are you looking for?
he: איזה סוג של שותפות אתה מחפש?

source: Share
he: שיתוף

source: Upgrade
he: שדרוג

source: Send Feedback
he: שלח משוב

source: Edit Profile
he: עריכת פרופיל

source: Logout
he: התנתקות

source: Ok
he: בסדר

source: Cancel
he: ביטול

source: Yes
he: כן

source: No
he: לא

# sing_out
source: Sign out
he: יציאה

# sure_to_logout
source: Are you sure you want to logout?
he: האם אתה בטוח שברצונך לצאת?

source: Profile
he: פרופיל

# questionnaire_init_error
source: Questionnaire initialization error
he: שגיאת אתחול שאלון

source: Save
he: שמור

source: Date of birth
he: תאריך לידה

source: Search
he: חיפוש

source: No result found
he: לא נמצאה תוצאה

source: Add photos
he: הוסף תמונות

source: Confirmation
he: אישור

# all_unsaved_data_will_be_lost
source: Do you really want to get out? All unsaved data will be lost.
he: אתה באמת רוצה לצאת? כל הנתונים שלא נשמרו יאבדו.

# message_is_too_short
source: The message is too short.
he: ההודעה קצרה מדי.

# your_opinion_is_important
source: Your opinion is important to us! We will be happy to receive feedback from you.
he: דעתך חשובה לנו! נשמח לקבל משוב ממך.

source: Send
he: שלח

source: Feedback Accepted
he: משוב התקבל

# thank_you_for_taking_time
source: Thank you for taking the time to send us feedback
he: תודה שהקדשת מזמנך כדי לשלוח לנו משוב

source: Continue Browsing
he: המשך גלישה

# continue_label
source: Continue
he: המשך

# who_wanted_create_business_with_you
source: See who wanted to create a business opportunity with you
he: ראה מי רצה ליצור איתך הזדמנות עסקית

# start_conversation_with_partners
source: Start conversation with potential business partners
he: התחל שיחה עם שותפים עסקיים פוטנציאליים

source: Unlimited business collaborations
he: שיתופי פעולה עסקיים ללא הגבלה

# total
source: Total: {total}₪
he: סך הכל: {total}₪

source: Cancel This Plan
he: בטל תוכנית זו

source: Our plans
he: התוכניות שלנו

source: Payment
he: תשלום

# payment_desc
source: Unless you cancel at least 24 hours before your subscription ends, your payment method will automatically renew for the same period and price.
he: אלא אם תבטל לפחות 24 שעות לפני סיום המנוי שלך, אמצעי התשלום שלך יתחדש אוטומטית באותה תקופה ומחיר.

source: Confirm Purchase
he: אשר רכישה

source: Payment timeout
he: פסק זמן תשלום

source: Payment timeout in
he: פסק זמן תשלום ב

source: Thank You!
he: תודה!

source: Lets find out your opportunities :)
he: בואו לגלות את ההזדמנויות שלך :)

source: Purchase timeout
he: פסק זמן לרכישה

# please_select_pricing_plan
source: Please select a pricing plan.
he: אנא בחר תוכנית תמחור.

# cancel_upgrade
source: Cancel the upgrade
he: בטל את השדרוג

# cancel_upgrade_desc
source: Are you sure you want to cancel the upgrade? Upon expiration of the upgrade period, the upgrade will not automatically renew.
he: האם אתה בטוח שברצונך לבטל את השדרוג? עם תום תקופת השדרוג, השדרוג לא יתחדש אוטומטית.

source: Keep upgrading
he: המשך לשדרג

# upgrade_was_canceled
source: The upgrade was canceled!
he: השדרוג בוטל!

# upgrade_was_canceled_desc
source: You will not be automatically charged again once your upgrade expires.
he: לא תחויב שוב אוטומטית לאחר שתוקף השדרוג שלך יפוג.

source: Partnext Grow
he: לגדול Partnext

# your_growth_can_accelerate
source: Your growth can accelerate with the connections you achieve here! See who wants to connect with you.
he: הצמיחה שלך יכולה להאיץ עם החיבורים שאתה משיג כאן! ראה מי רוצה להתחבר אליך.

source: Let's Talk Business
he: בואו נדבר על עסקים

source: Leave your ego aside
he: עזוב את שלך אגו בצד

# keep_positive_attitude
source: Keep a positive attitude
he: שמור על חיובי גישה

source: Keep it simple
he: שמור את זה פשוט

source: Upgrade to Premium
he: שדרג לפרמיום

# write_message
source: Write a message...
he: כתוב הודעה...

source: Document
he: מסמך

# no_chats
source: You don't have any chats yet.
he: עדיין אין לך צ ' אטים.

source: Chats
he: צ ' אטים

# attachment_max_size
source: The total size of the files should not exceed {size} MB.
he: גודל הקבצים שהועלו לא יעלה על {size} מגה בייט.

# chats_ad_title
source: +99 Potential business opportunities
he: הזדמנויות עסקיות פוטנציאליות

# chats_ad_desc
source: Start a business conversation with them now!
he: התחל איתם שיחה עסקית עכשיו!

# no_messages
source: You don't have any messages yet.
he: עדיין אין לך הודעות.
